{
  "todos": [
    {
      "title": "Learn HTML",
      "description": "Hypertext Markup Language (HTML) is the standard markup language for documents designed to be displayed in a web browser. ... HTML describes the structure of a web page semantically and originally included cues for the appearance of the document. HTML elements are the building blocks of HTML pages.",
      "isDone": false,
      "priority": "low",
      "id": 1
    },
    {
      "id": 2,
      "title": "Learn CSS",
      "description": " Cascading style sheets are used to format the layout of Web pages. They can be used to define text styles, table sizes, and other aspects of Web pages that previously could only be defined in a page's HTML.",
      "isDone": false,
      "priority": "low"
    },
    {
      "id": 3,
      "title": "Learn JS",
      "description": "JavaScript is a lightweight, interpreted, object-oriented language with first-class functions, and is best known as the scripting language for Web pages, but it's used in many non-browser environments as well. It is a prototype-based, multi-paradigm scripting language that is dynamic, and supports object-oriented, imperative, and functional programming styles.",
      "isDone": false,
      "priority": "medium"
    },
    {
      "id": 4,
      "title": "Learn Angular",
      "description": "Angular is a platform and framework for building single-page client applications using HTML and TypeScript. Angular is written in TypeScript. ... An app always has at least a root module that enables bootstrapping, and typically has many more feature modules.",
      "isDone": false,
      "priority": "hight"
    }
  ],
  "users": [
    {
      "id": 1,
      "name": "Yolanda Byrd",
      "email": "yolanda.byrd@example.com",
      "description": "Celebrated delightful an especially increasing instrument am. Fat new smallness few supposing suspicion two. Words to up style of since world.",
      "photo": "https://randomuser.me/api/portraits/women/51.jpg"
    },
    {
      "id": 2,
      "name": "Keith Welch",
      "email": "keith.welch@example.com",
      "description": "Expression alteration entreaties mrs can terminated estimating. Draw from upon here gone add one. Course sir people worthy horses add entire suffer. Up hung mr we give rest half. Able rent long in do we. Secure shy favour length all twenty denote. Strictly numerous outlived kindness whatever on we no on addition. ",
      "photo": "https://randomuser.me/api/portraits/men/57.jpg"
    },
    {
      "id": 3,
      "name": "Miguel Lucas",
      "email": "miguel.lucas@example.com",
      "description": "We leaf to snug on no need. Made neat an on be gave show snug tore. Happiness remainder joy but earnestly for off. Her too add narrow having wished. Expression alteration entreaties mrs can terminated estimating. Do play they miss give so up. Fat new smallness few supposing suspicion two. To sure calm much most long me mean. ",
      "photo": "https://randomuser.me/api/portraits/men/17.jpg"
    },
    {
      "id": 4,
      "name": "Marsha Torres",
      "email": "marsha.torres@example.com",
      "description": "You high bed wish help call draw side. Secure shy favour length all twenty denote. Secure shy favour length all twenty denote. Fat new smallness few supposing suspicion two. Able rent long in do we. Limits far yet turned highly repair parish talked six. ",
      "photo": "https://randomuser.me/api/portraits/women/58.jpg"
    }
  ]
}